Repository: KareemMMarey/qassem-work
Catalog: src/QassimPrincipality.Web/Resources/Views/Request/Index.*.resx
Languages: ar_sa

source: Administrative Summons
ar_sa: استدعاء إداري

# BirthDateTootip
source: Data retrieved from National Information Center
ar_sa: بيانات من نفاذ

source: Cancel
ar_sa: إلغاء

source: City
ar_sa: المدينة

source: Criminal Summons
ar_sa: استدعاء جنائي

source: Delegated
ar_sa: وكيل

# DetailsMessagePlease
source: Please Provide the request details with not less than 30 character
ar_sa: يرجى تعبئة تفاصيل الطلب بما لا يقل عن 30 حرفا

# DetailsMessagePlease1
source: provide the request details, at least 30 characters
ar_sa: الرجاء إيضاح تفاصيل الطلب على ألا يقل عن 30 حرف

source: District
ar_sa: الحي

source: Email
ar_sa: البريد الإلكتروني

# emailRequiredMessage
source: Please provide the email
ar_sa: يرجى تعبئة البريد الإلكتروني

# emailInvalidMessage
source: Email is invalid
ar_sa: البريد الإلكتروني غير صالح

source: Error
ar_sa: خطأ

source: Failed to load step:
ar_sa: فشل في تحميل الخطوة:

source: File upload error
ar_sa: حدث خطأ أثناء تحميل الملف

source: - FillRequestForm
ar_sa: تعبئة نموذج الطلب -

# FristClassRelative
source: First Class Relative
ar_sa: قريب من الدرجة الأولى

# FullNameTootip
source: Data retrieved from National Information Center
ar_sa: بيانات من نفاذ

source: HomePage
ar_sa: الرئيسية

# IDNumberTootip
source: Data retrieved from National Information Center
ar_sa: بيانات من نفاذ

source: Judicial Summons
ar_sa: استدعاء قضائي

source: Lawyer
ar_sa: محامي

source: Loading ...
ar_sa: تحميل ....

# LoadingIndicator
source: Loading...
ar_sa: جاري التحميل...

source: MySelf
ar_sa: أصالة عن نفسه

source: Nationality
ar_sa: الجنسية

# NationalityTootip
source: Data retrieved from National Information Center
ar_sa: بيانات من نفاذ

source: Next
ar_sa: التالي

# Next1
source: Next
ar_sa: التالي

source: Personal Summons
ar_sa: استدعاء شخصي

source: Phone
ar_sa: رقم الجوال

# phoneRequiredMessage
source: Please provide the mobile number
ar_sa: يرجى تعبئة رقم الجوال

# phoneInvalidMessage
source: Invalid mobile number
ar_sa: رقم الجوال غير صالح

# applicantDescriptionError
source: Please provide the applicant's description.
ar_sa: يرجى تعبئة صفة مقدم الطلب

# PleaseAttachRequiredFiles
source: Please Attach all Required Files
ar_sa: الرجاء ارفاق كل الملفات المطلوبة

source: Previous
ar_sa: السابق

source: Request Details
ar_sa: تفاصيل الطلب

source: Request Details
ar_sa: تفاصيل الطلب

source: Required Info *
ar_sa: * المعلومات المطلوبة

# SaudiPostCity
source: Data retrieved from Saudi Post
ar_sa: بيانات من سبل

# SaudiPostDistrict
source: Data retrieved from Saudi Post
ar_sa: بيانات من سبل

# SelectOption
source: Select...
ar_sa: اختر...

# SelectSummonsType
source: Select Type of Summons
ar_sa: اختر نوع الاستدعاء

# ServiceRequesterRelation
source: Requester Relation
ar_sa: صفة مقدم الطلب

source: Services
ar_sa: الخدمات

source: Submit
ar_sa: إرسال

source: Type of Summons
ar_sa: نوع الاستدعاء

# ValidationError
source: There are form errors
ar_sa: يوجد أخطاء في النموذج
